Repository: collective/Products.DataGridField
Catalog: Products/DataGridField/locales/*/LC_MESSAGES/datagridfield.po
Languages: de, es, it, nl, pt_br

source: Bad
de: Schlecht
es: Malo
it: Male
nl: Incorrect
pt_br: Mal

source: DataGridDemoType_help_AutoInsertRows
de: Automatisch neue Zeilen einfügen, wenn die letzte Zeile ausgefüllt wird. Wenn Sie die letzte Zeile verändern, wird automatisch eine neue Zeile hinzufügt.
it: Inserisce automaticamente una nuova riga quando si sta compilando l'ultima.
nl: Automatisch invoegen van nieuwe regels indien de laaste regel is gevuld. Als u de laatste regel bewerkt, zal er automatisch een nieuwe regel gecreÃ«erd worden
pt_br: Inserir automaticamente novas linhas quando a última linha estiver sendo preenchida. Quando você edita a última linha, uma nova linha é criada automaticamente.

source: DataGridDemoType_help_DemoField2
es: Definir valores por defecto para filas creadas. Elija el valor SelectColumn desde la diccionario por defecto
it: Imposta i valori di default per le nuove righe create. Seleziona il valore SelectColumn dal dizionario di default
nl: Stel standaard waarden in voor geselecteerde regels. Kies SelectColumn waarde vanuit het standaard woordenboek
pt_br: Definir valores padrão para linhas criadas. Escolha o valor SelectColumn do dicionário padrão

source: DataGridDemoType_help_DemoField3
de: Teste Radio- und Checkboxspalten
es: Prueba de columnas de opción y casilla de comprobación
it: Test per colonne radio e checkbox
nl: Test radio en checkbox kolommen
pt_br: Testar colunas de radio e checkbox

source: DataGridDemoType_help_DemoField4
de: Test einer Hilfespalte
es: Prueba de columna de ayuda
it: Test per l'help della colonna
nl: Help kolom test
pt_br: Teste de coluna de ajuda

source: DataGridDemoType_help_Skills
de: Sprache/Technologie/Tool/Methode für die sich ein Angestellter speziell interessiert.
es: Lenguaje/tecnología/herramienta/método para cada empleador tiene especial interés
it: Lingua/tecnologia/strumento/metodo per cui un impiegato ha interessi speciali
nl: Taal/technologie/gereedschap/methode voor medewerkers met speciale interesses
pt_br: Linguagem/tecnologia/ferramenta/método para o qual o empregador tem interesse em especial

source: DataGridDemoType_label_Skills
de: Fähigkeiten
es: Habilidades
it: Competenze
nl: Stel standaard waardes in voor de gemaakte regels. Kies SelectColumn waardes vanuit het standaard woordenboek
pt_br: Habilidades

source: Friendly name
de: Anzeigename
es: Nombre amigable
it: Nome
nl: Weergave naam
pt_br: Nome amigável

source: Go Toholampi or go home.
nl: Ga naar Toholampi of blijf thuis.
pt_br: Vá para Toholampi ou vá para casa

source: Good
de: Gut
es: Bueno
it: Bene
nl: Goed
pt_br: Bom

source: Level
de: Stufe
es: Nivel
it: Livello
nl: Niveau
pt_br: Nível

source: My friendly name
de: Mein Anzeigename
es: Mi nombre amigable
it: Il mio nome amichevole
nl: Mijn weergave naam
pt_br: Meu nome amigável

source: Sample value 1
de: Beispielswert 1
es: Ejemplo de valor 1
it: Valore di esempio 1
nl: Voorbeeld 1
pt_br: Valor de amostra 1

source: Sample value 2
de: Beispielswert 2
es: Ejemplo de valor 2
it: Valore di esempio 2
nl: Voorbeeld 2
pt_br: Valor de amostra 1

source: See help here
de: Hilfe
es: Ver la ayuda aquí
it: Guarda l'aiuto qui
nl: Help
pt_br: Veja ajuda aqui

source: Skill
de: Fähigkeit
es: Habilidad
it: Competenza
nl: Behendigheid
pt_br: Habilidade

source: Some default text
de: Ein Standardtext
es: Algún texto por defecto
it: Un testo di default
nl: Standaard tekst
pt_br: Algum texto padrão

source: Toholampi city rox
nl: Toholampi stad is mieters
pt_br: Cidade de Toholampi rox

source: label_datagridwidget_add_new_row
de: Neue Zeile hinzufügen
es: Agregar nueva fila
it: Aggiungi nuova riga
nl: Voeg regel toe
pt_br: Adicionar nova linha

source: label_datagridwidget_link
de: Link:
es: Enlace:
it: Link:
nl: Link
pt_br: Link:

source: label_datagridwidget_manipulators_addrow
de: Zeile hinzufügen
es: Agregar fila
it: Aggiungi riga
nl: Voeg regel toe
pt_br: Adicionar linha

source: label_datagridwidget_manipulators_deleterow
de: Zeile löschen
es: Borrar fila
it: Rimuovi riga
nl: Verwijder regel
pt_br: Apagar linha

source: label_datagridwidget_manipulators_moverowdown
de: Zeile nach unten verschieben
es: Mover fila abajo
it: Sposta la riga in gi√π
nl: Verplaats regel naar beneden
pt_br: Mover linha para baixo

source: label_datagridwidget_manipulators_moverowup
de: Zeile nach oben verschieben
es: Mover fila arriba
it: Sposta la riga in su
nl: Verplaats regel naar boven
pt_br: Mover linha para cima

source: label_datagridwidget_text
de: Text:
es: Texto:
it: Testo:
nl: Tekst
pt_br: Texto:

source: missing_columns
de: Die folgenden Spalten sind erforderlich, aber es wurden nicht alle Zeilen dafür befüllt: ${columns}
it: Le seguenti colonne sono obbligatorie ma non tutte le righe sono state compilate: ${columns}
nl: De volgende kolommen zijn verplicht, maar niet alle rijen zijn ingevuld: ${columns}
pt_br: As seguintes colunas são obrigatórias mas nem todas as linhas foram preenchidas: ${columns}
